<h4 style=" text-align: center; font-weight: bold; font-family: 'Times New Roman'; font-size: 12px">“IT PARK Xorazm” маъсуляти чекланган жамиятда таълим олиш учун</h4>
<h4 style=" text-align: center; font-weight: bold; font-family: 'Times New Roman'; font-size: 12px">ШАРТНОМА № ITC-<?= $student->code ?></h4>
<table style="width: 100%;">
    <tr>
        <td style="text-align: left">
            <span style="float: left; font-family: 'Times New Roman'; font-size: 12px">20___ йил “____” ___________</span>
        </td>
        <td style="text-align: right">
            <span style="float: right; font-family: 'Times New Roman'; font-size: 12px">Урганч шахри</span>
        </td>
    </tr>
</table>
<br>
<p style="text-indent: 1.5em; font-family: 'Times New Roman'; font-size: 12px">
    “IT PARK Xorazm” маъсуляти чекланган жамият бундан кейин
    “Ўқув маркази” деб аталувчи номидан директор Д.Д.Қурбонов,
    Ўқув марказ устави асосида иш юритувчи, бир томондан ва Буюртмачи <?= $student->person->name ?> иккинчи томондан
    қуйидаги шартнома туздилар:
</p>

<h4 style="text-align: center; font-weight: bold; font-family: 'Times New Roman'; font-size: 12px">1. ШАРТНОМА ПРЕДМЕТИ</h4>
<p style="text-indent: 1.5em; font-family: 'Times New Roman'; font-size: 12px">
    1.1. Ушбу шартнома доирасида Буюртмачи ______________________________________ нинг Ўқув марказида
    _______________________ бўйича таҳсил олиш ва ўқитиш ҳақини мазкур шартномада белгиланган муддатлардан кечикмасдан
    ўз вақтида тўлаш мажбуриятини, Ўқув маркази эса сифатли дарс машғулотларини ўтказиш асосида ўқувчининг билим
    даражасини оширишга кўмаклашиш мажбуриятини зиммасига олади.
</p>
<p style="text-indent: 1.5em; font-family: 'Times New Roman'; font-size: 12px">
    Бунда, ўқувчини ўқитиш харажатлари амалдаги қонунчиликка мувофиқ учинчи шахслар (жисмоний ёки юридик шахслар)
    томонидан тўлиқ ёки қисман амалга оширилиши мумкин бўлиб, бундай ҳолларда тўловларнинг учинчи шахслар томонидан
    амалга оширилмаган қисмини амалга ошириш мажбурияти Буюртмачининг зиммасида бўлади.
</p>
<h4 style=" text-align: center; font-weight: bold; font-family: 'Times New Roman'; font-size: 12px">
    2. БУЮРТМАЧИНИНГ ҲУҚУҚ ВА МАЖБУРИЯТЛАРИ

</h4>
<p style="text-indent: 1.5em; font-family: 'Times New Roman'; font-size: 12px">
    2.1. Буюртмачи қуйидаги ҳуқуқларга эга:
</p>
<p style="text-indent: 1.5em;; font-family: 'Times New Roman'; font-size: 12px">
    2.1.1. ўқувчи танланган фанлар ва таълим йўналиши бўйича чуқур билим олиши учун шароит яратилишини, жумладан, юқори
    савияли мутахассислар томонидан дарс машғулотлари ўтказилишини талаб қилиш;

</p>
<p style="text-indent: 1.5em; font-family: 'Times New Roman'; font-size: 12px">2.1.2. ушбу шартнома имзоланганидан сўнг Ўқув маркази ўқитиш хизматини узрли сабабларсиз бажармаганда Ўқув марказидан
    унга таълим хизмати учун тўланган пулни, тўлов қандай тартибда амалга оширилган бўлса, ўша тартибда қайтариб
    берилишини талаб қилиш;
</p>
<p style="text-indent: 1.5em; font-family: 'Times New Roman'; font-size: 12px">2.1.3. ўқувчи узрли сабабларга кўра дарс машғулотларига қатнаша олмаса, келажакдаги дарс машғулотлари учун олдиндан
    тўлаган тўловларнинг қайтарилишини Ўқув марказидан талаб қилиш (бунда Ўқув маркази томонидан фактик жиҳатдан ўтилган
    дарс машғулотлари учун тўланган тўловлар Буюртмачига қайтарилмайди);
</p>
<p style="text-indent: 1.5em; font-family: 'Times New Roman'; font-size: 12px">2.1.4. ўқувчи учун қўшимча ўқув фанларини танлаб, Ўқув марказидан улар асосида ўқувчига таълим хизмати кўрсатилишини
    талаб қилиш (алоҳида тўлов асосида).
</p>
<p style="text-indent: 1.5em; font-family: 'Times New Roman'; font-size: 12px">2.2. Буюртмачининг мажбуриятлари:
</p>
<p style="text-indent: 1.5em; font-family: 'Times New Roman'; font-size: 12px">2.2.1. ушбу шартнома бажарилишини таъминлаш учун Буюртмачи Ўқув маркази томонидан кўрсатиладиган таълим хизматлари
    учун тўлов маблағларини тўлашни ўз зиммасига олади. Бунда Буюртмачи томонидан амалга ошириладиган тўловлар нақд пул,
    пластик карта орқали ёки пул ўтказиш йўли билан тўланиши мумкин (тўловлар учинчи шахслар томонидан амалга оширилиши
    бундан мустасно).
</p>
<p style="text-indent: 1.5em; font-family: 'Times New Roman'; font-size: 12px">2.2. Буюртмачи ўқувчининг барча дарс машғулотларни уларни қолдирмасдан иштирок этишини, топширилган вазифаларни
    бажаришини, таълим дастурлари бўйича билимларни ўзлаштириб олишини ҳамда Ўқув маркази Устави ва ички тартиб
    қоидаларига сўзсиз риоя қилишини таъминлашни зиммасига олади.
</p>

<h4 style=" text-align: center; font-weight: bold; font-family: 'Times New Roman'; font-size: 12px">3. ЎҚУВ МАРКАЗИНИНГ ҲУҚУҚ ВА МАЖБУРИЯТЛАРИ</h4>
<p style="text-indent: 1.5em; font-family: 'Times New Roman'; font-size: 12px">3.1. Ўқув маркази қуйидаги ҳуқуқларга эга:</p>
<p style="text-indent: 1.5em; font-family: 'Times New Roman'; font-size: 12px">3.1.1. Буюртмачини ва ўқувчини Ўқув марказининг ички тартиб-қоидалари ва мажбуриятлари билан имзо қўйган ҳолда
    таништириш;
</p>
<p style="text-indent: 1.5em; font-family: 'Times New Roman'; font-size: 12px">3.1.2. Буюртмачидан таълим хизмати кўрсатганлик тўловини ушбу шартномага асосан амалга оширишни талаб қилиш;
</p>
<p style="text-indent: 1.5em; font-family: 'Times New Roman'; font-size: 12px">3.1.3. Ўқув маркази қуйидаги ҳолларда мазкур шартномани бир тарафлама бекор қилиш ҳуқуқига эга:
</p>
<p>3.1.3.1. Буюртмачи ушбу шартномага асосан тўловни амалга ошириш муддатларини кетма-кет 2 маротаба бузса (бундай
    ҳолларда Ўқув маркази Буюртмачи таълим хизмати учун тўловни кечиктирган давр мобайнида ўқувчини ўқитмаслик ҳуқуқига
    эга);
</p>
<p style="text-indent: 1.5em; font-family: 'Times New Roman'; font-size: 12px">3.1.3.2. ўқувчи Ўқув маркази ички Тартиб-қоидаларига риоя қилмаса ёки уларни қўпол равишда бузса;
</p>
<p style="text-indent: 1.5em; font-family: 'Times New Roman'; font-size: 12px">3.1.3.3. ўқувчи аҳлоқий бузуқлик қилса, кийиниш тартиби ва маданиятини бузса, Ўқув маркази ходимларига нисбатан
    қўпол, ҳурматсиз муносабатда бўлса, Ўқув маркази биноси ёки ҳудудида тамаки ёки инсон онгини маст қилувчи таъсир
    кўрсатувчи маҳсулотларни истеъмол қилса, Ўқув маркази мулкига шикаст етказса ёки нобуд қилса;
</p>
<p style="text-indent: 1.5em; font-family: 'Times New Roman'; font-size: 12px">3.1.3.4. ўқувчи узрли сабабларсиз кетма-кет 3 кунлик дарс машғулотларида қатнашмаса;
</p>
<p style="text-indent: 1.5em; font-family: 'Times New Roman'; font-size: 12px">3.1.3.5. Буюртмачи ўз хохиши билан ўқувчини тингловчилар сафидан чиқаришга ариза берса;
</p>
<p style="text-indent: 1.5em; font-family: 'Times New Roman'; font-size: 12px">3.2. Ўқув марказининг мажбуриятлари: </p>
<p style="text-indent: 1.5em; font-family: 'Times New Roman'; font-size: 12px">3.1.1. ўқувчига танлаган фанлари ва таълим йўналиши бўйича чуқур билим олиши учун шароит яратиш.
</p>
<h4 style=" text-align: center; font-weight: bold; font-family: 'Times New Roman'; font-size: 12px">4. ЎҚИТИШ ТЎЛОВЛАРИНИ АМАЛГА ОШИРИШ ТАРТИБИ </h4>
<p style="text-indent: 1.5em; font-family: 'Times New Roman'; font-size: 12px">4.1. Ушбу шартномага мувофиқ ўқувчини ўқитиш муддати ____ ойни, ўқувчини ўқитишнинг ойлик тўлови _______________
    сўмни ташкил этади.
</p>
<p style="text-indent: 1.5em; font-family: 'Times New Roman'; font-size: 12px">4.2. Буюртмачи (ёки учинчи шахс) ўқувчини ўқитиш учун ҳар ойнинг 15-cанасига қадар ойлик тўлов суммасини нақд пул
    шаклида ёки пул кўчириш йўли билан Ўқув марказига тўлайди. </p>
<h4 style=" text-align: center; font-weight: bold; font-family: 'Times New Roman'; font-size: 12px">5. НИЗОЛАРНИ ҲАЛ ҚИЛИШ ТАРТИБИ
</h4>
<p style="text-indent: 1.5em; font-family: 'Times New Roman'; font-size: 12px">5.1. Мазкур шартнома шартларини бажариш бўйича юзага келадиган ҳар қандай низолар ўзаро музокаралар йўли билан ҳал
    этилади.
</p>
<p style="text-indent: 1.5em; font-family: 'Times New Roman'; font-size: 12px">5.2. Мазкур шартнома шартларини бажариш бўйича юзага келадиган низоларни музокаралар йўли билан ҳал қилишнинг иложи
    бўлмаганида ушбу низо жавобгар тарафнинг яшаш (юридик) манзили бўйича ваколатли суд томонидан ҳал этилади.
</p>
<h4 style=" text-align: center; font-weight: bold; font-family: 'Times New Roman'; font-size: 12px">6. ТОМОНЛАРНИНГ РЕКВИЗИТЛАРИ:
</h4>

<table style="width: 100%;">
    <thead>
    <tr>
        <th style="width: 50%">ЎҚУВ МАРКАЗИ</th>
        <th style="width: 50%">БУЮРТМАЧИ</th>
    </tr>
    </thead>
    <tbody>
    <tr>
        <th>«IT PARK Xorazm» МЧЖ</th>
        <th>Ф.И.О.</th>
    </tr>
    <tr>
        <td>Манзили: Хоразм вилояти, Урганч ш.</td>
    </tr>
    <tr>
        <td>Тел./факс: +99-891-134-77-73.</td>
        <td>Паспорт серияси:</td>
    </tr>
    <tr>
        <td>Ҳ/р: 20208000105558743001</td>
        <td>Берилган:</td>
    </tr>
    <tr>
        <td>ИНН: 309790981. МФО:00401.</td>
        <td>Яшаш манзили:</td>
    </tr>
    <tr>
        <td>Директор ________________ Д.Д.Қурбонов</td>
        <td> _________________</td>
    </tr>
    <tr>
        <td> (имзо) (Ф.И.Ш )</td>
        <td> (имзо) (Ф.И.Ш )</td>
    </tr>
    </tbody>
</table>